sensoroptconverged/con/5.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217174;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217574;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217774;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218174;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108737;
        startFace       218374;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108737;
        startFace       327111;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          445;
        startFace       435848;
    }
)

// ************************************************************************* //
